{
  "0": {
    "citat": "Vrijednost minute znaju oni koji zakasne na voz, autobus, avion...",
    "autor": "mr. Enes-ef. Julardžija"
  },
 "1": {
    "citat": "Ako nisi dobrog porijekla, pravi od svoje loze dobro porijeklo.",
    "autor": "prof. Jasmin Durić"
  },
"2": {
    "citat": "Od sunneta je podučiti onoga ko pogriješi, a ne ismijavati se s njim.",
    "autor": "Mr. Fahret Kadrić"
  },
"3": {
    "citat": "Odmori ako moraš, ali nikad ne odustaj.",
    "autor": "prof. Adnan Maglić"
  },
"4": {
    "citat": "Obrati se svome Gospodaru svojom slabošću, On će ti odgovoriti Njegovom snagom.",
    "autor": "prof. Haris Hećimović"
  },
"5": {
    "citat": "Ako te šejtan prevari da učiniš grijeh, prevari i ti njega, pa se pokaj Allahu, i popravi.",
    "autor": "Mr. Amir Smajić"
  },
"6": {
    "citat": "Ne čini sebi zlo. Ne propuštaj namaze. I skrušeno ih i bez žurbe obavljaj, jer s Gospodarom svih svjetova razgovaraš.",
    "autor": "Mirza Mešić"
  },
"7": {
    "citat": "Ono što stalno radiš, to si ti, a ono što uradiš ponekad, to si mogao biti.",
    "autor": "Hfz. Kenan Musić"
  },
"8": {
    "citat": "Dova na noćnom namazu je kao strijela koja ne promašuje svoj cilj.",
    "autor": "Imam Šafija"
  },
"9": {
    "citat": "Ako podstičeš na dobro, budi prvi koji ga radi. Ako od zla odvraćaš  budi prvi koji ga ostavlja.",
    "autor": "prof. Adnan Muratović"
  },
"10": {
    "citat": "Konstantno kritikovanje, makar bilo dobronamjerno, rezultira averzijom prema kritičaru.",
    "autor": "prof. Aldin Poturković"
  },
"11": {
    "citat": "Možda te jedna dova dijeli odoprosta grijeha, prijašnjih i budućih.",
    "autor": "prof. Jasmin Durić"
  },
"12": {
    "citat": "Vjernik skriva tuđu sramotu i savjetuje, pokvarenjak vrijeđa i sramoti. ",
    "autor": "prof. Haris Hećimović"
  },
"13": {
    "citat": "Duša se sličnoj raduje, i uz nju smiruje.",
    "autor": "hfz. Nedim Botić"
  },
"14": {
    "citat": "Čvrsta i jaka porodica je temelj i sigurnost jednog naroda.",
    "autor": "Asmir Biševac"
  },
"15": {
    "citat": "Nit je ista koža poslije opekotina, niti ljudsko srce poslije izdaja.",
    "autor": "Damir Mašić"
  },
"16": {
    "citat": "Najgora od naših mana je zainteresovanost manama drugih ljudi.",
    "autor": "Alija Ibn Ebi Talib"
  },
"17": {
    "citat": "Biti iskren znači biti neprijatelj većini.",
    "autor": "Halil Džubran"
  },
"18": {
    "citat": "Ništa više ne pokvari čovjeka, ili ga popravi od njegovog prijatelja.",
    "autor": "Sufijan es-Sevri"
  },
"19": {
    "citat": "Ono si što svakodnevno čitaš i slušaš.",
    "autor": "hfz. Almir Kapić"
  },
"20": {
    "citat": "Zlo koje učiniš drugom je poput izgubljene pošte. Uvijek se vrati pošiljaocu.",
    "autor": "hfz. Dževad Gološ"
  },
  "21": {
    "citat": "Ako ti kažu da je nemoguće, ti im reci da se u dovi obraćaš Svemogućem.",
    "autor": "Mr. Fahret Kadrić"
  },
"22": {
    "citat": "Svakom koga vidiš kaži nešto lijepo. Ne reci ništa ružno. Ne pitaj što te se ne tiče.",
    "autor": "Prof. Haris Hećimović"
  },
"23": {
    "citat": "Dobro koje uradiš ljudi možda ne vide, ili zaborave, a siguran budi da ga Allah neće zaboraviti.",
    "autor": "Mr. Elvedin Pezić"
  },
"24": {
    "citat": "Kad bi znao kako Allah upravlja tvojim poslovima, srce bi ti puklo od ljubavi prema Njemu.",
    "autor": "Imam Šafija"
  },
"25": {
    "citat": "Ako želiš da te poštuju, onda moraš u sebi imati ono što se poštuje ",
    "autor": "Muftija Muamer Zukorlić"
  },
"26": {
    "citat": "Od uzroka nafake je ženidba, kao i potomstvo.",
    "autor": "prof. Jasmin Durić"
  },
"27": {
    "citat": "Mislio sam da je sreća samo onda kad se insan smije, sve dok nisam zaplakao na sedždi.",
    "autor": ""
  },
"28": {
    "citat": "Ljudi vole kad ti ide dobro u životu, ali ne bolje od njih.",
    "autor": ""
  },
"29": {
    "citat": "Nećeš postati veći umanjujući druge.",
    "autor": ""
  },
"30": {
    "citat": "Kakav je to dan da nema zore, izlaza Sunca, jutra, podneva, zalaska Sunca, noći?! E, takav je osjećaj vjerniku da nema namaza!",
    "autor": "Prof. Abdullah Mujić"
  },
"31": {
    "citat": "Nemojte da izgubite sebe u pokušaju da ostvarite sebe.Jer ako srušiš principe u koje vjeruješ u procesu dolaska do bilo čega, do novca, do položaja, do ugleda, do bilo čega, onda ona osoba koja to ostvari nisi ti.",
    "autor": "Hfz. Kenan Musić"
  },
"32": {
    "citat": "Ne možeš zablistati/zasjati, ako ne izgaraš u životu.",
    "autor": "Hfz. Kenan Musić"
  },
"33": {
    "citat": "Otkucaje svoga srca ne mogu da kontrolišem, pa čime da se oholim i uzdižem?",
    "autor": "Hfz. Kenan Musić"
  },
"34": {
    "citat": "Znaj da ovo tijelo nije ni moje ni tvoje. Allah nam ga je dao i Njemu ga moramo vratiti.",
    "autor": "Hfz. Kenan Musić"
  },
"35": {
    "citat": "Ne možeš ubiti oholost u sebi sve dok ne spustiš čelo na sedždu Gospodaru svome.",
    "autor": "Hfz. Kenan Musić"
  },
"36": {
    "citat": "Zahvalan Allahu biti znači bit zahvalan na onome što god ti je Allah dao, a ne mislit na ono što ti misliš da bi trebao imati.",
    "autor": "Hfz. Kenan Musić"
  },
"37": {
    "citat": "Ne može kap dobra da nestane, koliko jedna kap zla može da potone.",
    "autor": "Hfz. Kenan Musić"
  },
"38": {
    "citat": "Skrivajte vaša dobra djela isto kao što skrivate i vaša loša djela.",
    "autor": "Arapska poslovica"
  },
"39": {
    "citat": "Znaj da ti je šejtan blizu onoliko koliko si ti daleko od Kur’ana! Kaže Uzvišeni Allah: ‘Onome ko se udalji od Kur’ana, Mi ćemo šejtana natovariti, pa će mu on nerazdvojni drug postati!’",
    "autor": "hfz. Dževad Gološ"
  },
"40": {
    "citat": "Trajna sreća je u vječnosti. I, zato ja ne želim da zamijenim vječno za privremeno. Nikada ne držim sreću taocem svog trenutačnog stanja.",
    "autor": "Muftija Muamer Zukorlić"
  },
"41": {
    "citat": "Dijamant ne gubi svoju vrijednost ako ti ne znaš da li je to dijamant ili obični kamen. Na gubitku si jedino ti jer ne znaš kakvo bogatstvo imaš.",
    "autor": "Muftija Muamer Zukorlić"
  },
"43": {
    "citat": "U mraku ne vidi ni onaj ko ima dobar vid. Neznanje je mrak i zato je Svevišnji Gospodar prvom riječju upalio to svjetlo.",
    "autor": "Muftija Muamer Zukorlić"
  },
"44": {
    "citat": "Stanje u jednom narodu neće se popraviti sve dok ne bude dovoljno onih koji su spremni boriti se i sagorijevati na tom putu promjena!",
    "autor": "Muftija Muamer Zukorlić"
  },
"45": {
    "citat": "Strategija našeg razvoja nije sadaka. Mi ne želimo da gradimo svoju budućnost na sadaki, jer oni koji grade svoju budućnost na sadaki nemaju budućnost.",
    "autor": "Muftija Muamer Zukorlić"
  },
"46": {
    "citat": "Bolje je biti donji koji se penje uzbrdo nego biti gornji koji silazi nizbrdo.",
    "autor": "Muftija Muamer Zukorlić"
  },
"47": {
    "citat": "Laž je kao mrak. Prividno postoji dok se istina odnosno svjetlo ne pojavi. Laž opstaje samo ako istina odustane. Zato, USTRAJ, ISTINO!",
    "autor": "Muftija Muamer Zukorlić"
  },
"48": {
    "citat": "Bolest čisti tijelo kao što zekat čisti imetak. Tijelo koje ne zna za bolest je kao imetak koji se ne čisti zekatom: u njemu nema napretka.",
    "autor": "Hasan el Basri"
  },
"49": {
    "citat": "Da nije smrti, bolesti i neimaštine, čovjek se ne bi nikada pokorio. Jer, čak i pored ovog troga, on je nestrpljiv.",
    "autor": "Hasan el Basri"
  },
"50": {
    "citat": "Čovječe, ne zavaravaj se tvrdnjom da je čovjek s onim koga voli. Nećeš biti s dobročiniteljima sve dok ne budeš radio kao oni…",
    "autor": "Hasan el Basri"
  },

  "51": {
    "citat": "Uči Kur'an svaki dan, pa ćeš stalno biti nasmijan.",
    "autor": "Hfz. Edin Fajković"
  },
"52": {
    "citat": "Ljudi gledaju tvoj izgled, a Gospodar ljudi tvoje srce, pa čemu ćeš pridati veći značaj.",
    "autor": "Mr. Haris Hećimović"
  },
"53": {
    "citat": "Ako te niko ne mrzi, znaj da nisi uspio ni u čemu.",
    "autor": "Muhammed eš-Ša'ravi rhm."
  },
"54": {
    "citat": "Nakon dove, nikada se tvoje ruke neće vratiti prazne.",
    "autor": "dr. Safet Kuduzović"
  },
"55": {
    "citat": "Nema ljepšeg života od rada za vjeru kroz širenje znanja. Elhamdulillah!",
    "autor": "prof. Jasmin Durić"
  },
"56": {
    "citat": "Allahova blagodat je da klanjaš za svojim djetetom kao imamom u svome domu jer zna ispravnije da uči i zna više Kur'ana napamet.",
    "autor": "Prof. Abdullah Mujić"
  },
"57": {
    "citat": "Pod emocijama i kod interesa se pokažu ljudi.",
    "autor": "Prof. Abdullah Mujić"
  },
"58": {
    "citat": "Porodicu zanima šta si ostavio, a meleke zanima šta si sa sobom ponio.",
    "autor": "dr. Safet Kuduzović"
  },
"59": {
    "citat": "Ne pričaj ljudima da sanjaš.Budit će te.",
    "autor": ""
  },
"60": {
    "citat": "Dok zikriš meleci ti grade tvoje mjesto u Džennetu, čim staneš i oni stanu.",
    "autor": "prof. Jasmin Durić"
  },
"61": {
    "citat": "Ako si napustio kafanu i krenuo u džamiju, zar misliš da je tvoj šejtan ostao u kafani? Šta će on u kafani? Eto ga za tobom i tek tad počinje prava borba.",
    "autor": "Mumer Zukorlić, rahimehullah."
  },
"62": {
    "citat": "Ljudi, mi smo, tako mi Allaha, stvoreni za vječnost, a ne za prolaznost. Mi se samo selimo iz kuće u kuću.",
    "autor": "Hasan el-Basri"
  },
"63": {
    "citat": "Ogromna greška u odgoju djece je insistiranje na tome da naša djeca idu putem naših ne ostvarenih ciljeva! Liječenje kompleksa neostvarenih ciljeva preko leđa naše djece!",
    "autor": "Mr. Elvedin Pezić"
  },
"64": {
    "citat": "Kako bi sigurno dospio/la na cilj, ne govori nikome šta ti je plan.",
    "autor": "Sead Kumro"
  },
"65": {
    "citat": "Bolje se isplakati u samoći – to znaj i nauči, nego zavidniku ispričati ono što te muči!",
    "autor": " Dr. Šefik Kurdić"
  },
"66": {
    "citat": "Ko radi, vidi rezultate, a ko spava, vidi samo snove.",
    "autor": ""
  },
"67": {
    "citat": "Oprez! Samo jedan 'klik' te dijeli od toga da uradiš nešto korisno! A samo jedan 'klik' te dijeli od toga da počiniš grijeh! Dobro pazi šta ćeš kliknuti!",
    "autor": "Mr. Elvedin Pezić"
  },
"68": {
    "citat": "Teško je danas naći osobu koja ispunjava dva uslova: da je iskreni prijatelj i da je iskreni savjetnik. Iskren prijatelj u smislu da te neće ostaviti na cjedilu, bez obzira na cijenu, i biti uz tebe kada ti bude najpotrebnije, iskren savjetnik u smislu da će te savjetovati, usmjeravati, ukazivati na greške, popravljati ali te neće nikada osramotiti pred drugima.",
    "autor": "Semir Imamović"
  },
"69": {
    "citat": "Nemojte zaboraviti poruke koje nikada nisu stigle i riječi podrške koje nisu bile tu kada su vam bile potrebne!",
    "autor": ""
  },
"70": {
    "citat": "Kaže Poslanik, sallallahu alejhi ve sellem: 'Nijedan narod nije uništen sve dok nisu sebi počeli tražit opravdanja.'",
    "autor": ""
  },
"71": {
    "citat": "Gledaj da iza sebe ostaviš trajnu sadaku, jer dunjaluk je kratak a ahiret vječan. Neka tvoj imetak radi za tebe i tvoj ahiret. Misli za svoju vječnost! ",
    "autor": "Prof. Abdullah Mujić"
  },
"72": {
    "citat": "Od ljepote čovjekovog islama je da ostavi ono što ga se ne tiče.",
    "autor": "(Tirmizi, Ibn Madže, Ahmed i Malik)"
  },
"73": {
    "citat": "Pokajati se djelima preče je nego riječima.",
    "autor": "Hfz. Edin Fajković"
  },
"74": {
    "citat": "Allahu, sačuvaj nas lošeg i teškog završetka!",
    "autor": "Prof. Abdullah Mujić"
  },
"75": {
    "citat": "Od njegove sedme godine, pa dok je pod tvojim krovom, dužan si svoje dijete svaki dan pozivati i podsjećati na namaz.",
    "autor": "Mr. Mirza Mešić"
  },
"76": {
    "citat": "Kad ti Allah podari novi početak, ne ponavljaj stare greške! ",
    "autor": "Sead ef. Islamović "
  },
"77": {
    "citat": "Ako ne možeš prozboriti nešto što je lijepo, onda je tvoja šutnja ljepša.",
    "autor": "H. Džubran"
  },
"78": {
    "citat": "Kada čovjek na kraju života sam sebi kaže: 'E, da sam bio pametniji, pa da sam Bogdom više ulagao u vječnu kuću.'",
    "autor": "Mr. Mirza Mešić"
  },
"79": {
    "citat": "Borba za džennet je borba za sevap više i grijeh manje.",
    "autor": "prof. Jasmin Durić"
  },
"80": {
    "citat": "Svaka suza je teška, zato ne budi razlogom ničije.",
    "autor": "Mr. Haris Hećimović"
  },
"81": {
    "citat": "Uči, čitaj i učene pitaj nikom da te zaglupljuje ne daj!",
    "autor": "prof. Jasmin Durić"
  },
"82": {
    "citat": "Danas je zemlja ispod nas. Sutra već može biti iznad nas. Okreni se Allahu prije nego se vratiš Allahu.",
    "autor": "Ismail Ibn Musa Menk"
  },
"83": {
    "citat": "Svako će na Sudnjem danu zateći samo ona djela a koja je iskreno u ime Allaha uradio.",
    "autor": "mr. Fahret Kadrić"
  },
"84": {
    "citat": "Bolje je šutiti u ime Allaha i ništa ne govoriti, nego reći nešto malo radi Allaha, a malo i radi ljudi! ",
    "autor": "Šejh Abdulaziz ibn Merzuk et-Tarifi"
  },
"85": {
    "citat": "Ne znaš šta imaš dok to ne izgubiš.",
    "autor": ""
  },
"86": {
    "citat": "Ako nije iskreno, onda je bezvrijedno.",
    "autor": "mr. Fahret Kadrić"
  },
"87": {
    "citat": "Sve što se vjerniku događa, nosi sa sobom neko dobro. A Allah najbolje zna.",
    "autor": "Bilal Philips"
  },
"88": {
    "citat": "Česta vrsta zuluma u današnjem vremenu je da otac zapostavi izdržavanje djece nakon razvoda braka ! Stop nepravdi i zulumu!",
    "autor": "Mr. Elvedin Pezić"
  },
"89": {
    "citat": "Lakše je ne učiniti grijeh nego se pokajati.",
    "autor": "Prof. Sead ef. Islamović"
  },
"90": {
    "citat": "Ako znaš ko si i šta si, neće ti smetati šta drugi misle i govore o tebi !",
    "autor": "Mr. Elvedin Pezić"
  },
"91": {
    "citat": "Vi u Allahovom Poslaniku imate divan uzor!",
    "autor": "(El-Ahzab, 21)"
  },
"92": {
    "citat": "Oprostite ljudima nadajući se da će i vama Allah oprostit. Kaže imam Ahmed: 'A koju korist imaš da Allah nekog kazni zbog tebe (jer nisi halalio)?'",
    "autor": "Sijer E'alami En-nubela"
  },
"93": {
    "citat": "Ko je upoznao ljude on se razrahatio. Ne uzdiže ga to što ga hvale niti ga uznemirava to što ga kude, jer ljudima se brzo udovolji, a brzo se i naljute. Ljude pokreću njihovi hirovi.",
    "autor": "Fudajl b. Ijad"
  },
"94": {
    "citat": "Ko poželi da izađe iz tvog života, otvori mu vrata.",
    "autor": "Hfz. Adnan Mrkonjić"
  },
"95": {
    "citat": "Bismilu smo zamijenili fotografijom a mushaf telefonom, a pitamo se gdje nam je berićet nestao?!",
    "autor": "Hfz. Adnan Dupljak"
  },
"96": {
    "citat": "Ne zaboravi !!! Za svaku izgovorenu ili napisanu riječ valja odgovarati !!!",
    "autor": "Mr. Elvedin Pezić"
  },
"97": {
    "citat": "Reci, vjerujem u Allaha, a zatim ustraj na tome…",
    "autor": "(Muslim)"
  },
"98": {
    "citat": "Možda te jedna dova dijeli od oprosta grijeha, prijašnjih i budućih.",
    "autor": "prof. Jasmin Durić"
  },
"99": {
    "citat": "Vjerovanje u sudnji dan, mnoge sprječava da rade šta hoće.",
    "autor": "Prof. Zemir Vatrić"
  },
"100": {
    "citat": "Minuta sabura će ti donijeti godine mira.",
    "autor": ""
  },
  
"101": {
    "citat": "Ne moraš sa svakim naći zajedničku riječ, niti možeš. Ali lijepu možeš.",
    "autor": "Dr. Safet Kuduzović"
  },
"102": {
    "citat": "Najsretniji od upućenih su oni čiji su jezici od zikra najvlažniji.",
    "autor": "prof. Jasmin Durić"
  },
"103": {
    "citat": "Popravi ono što je između tebe i Allaha, Allah će ti popraviti sve ostalo.",
    "autor": "Šejh Salih Usajmi"
  },
"104": {
    "citat": "Skromnost na dunjaluku odmara srce i tijelo.",
    "autor": "Hasan el-Basri"
  },
"105": {
    "citat": "Ne žuri s iznošenjem suda o drugima. Ne znaš ko kakvu borbu vodi sa životom.",
    "autor": ""
  },
"106": {
    "citat": "Ono što ti Allah Plemeniti ne da, nije dobro za tebe.",
    "autor": "prof. Abdurrahman Kuduzović"
  },
"107": {
    "citat": "Ko dugo gleda tuđe blagodati, svoje ne vidi.",
    "autor": ""
  },
"108": {
    "citat": "Brak s voljenom je lijek ljubavi koji je Allah uredio, naredio i odredio.",
    "autor": "Ibn Kajjim"
  },
"109": {
    "citat": "Osmijeh na licu ne znači da imaš savršen život, već je to znak zadovoljstva Allahovim određenjem. Njegovo je uvijek najbolje.",
    "autor": "hfz. Sead Kumro"
  },
"110": {
    "citat": "Ne možeš raditi loše drugima, a očekivati dobar život.",
    "autor": ""
  },
  "111": {
    "citat": "Shvatit ćeš nekad da ti je Allah, džellešanuhu, ukazao Svoju milost jer je dao da određene osobe odu iz tvog života. Na početku tuga, kasnije radost.",
    "autor": "Abdurrahman Kuduzović"
  },
"112": {
    "citat": "Niko ti od stvorenja ne može suštinski pomoći, ako ti sam sebi ne želiš pomoći.",
    "autor": "Irfan Klica"
  },
"113": {
    "citat": "Problem imetka nije kada je u ruci, nego kada je u srcu.",
    "autor": "dr. Safet Kuduzović"
  },
"114": {
    "citat": "Prijateljstvo u ime Allaha zaslužuje da se u njega ulaže ljubav, vrijeme i imetak.",
    "autor": "prof. Haris Hećimović"
  },
"115": {
    "citat": "Nema sreće ni zadovoljstva u životu bez zahvalnosti Stvoritelju.",
    "autor": "Abdullah Mujić"
  },
"116": {
    "citat": "Iskreno srce i iskrena dova su vojska koja se ne može poraziti.",
    "autor": "Ibn Kajjim"
  },
"117": {
    "citat": "Jedna od najljepših stvari i posebnih blagodati je biti u nečijoj dovi.",
    "autor": "prof. Adnan Muratović"
  },
"118": {
    "citat": "Što se tiče Budućeg svijeta, znaj da su Allahov oprost i Njegovo zadovoljstvo usko vezani za namaz.",
    "autor": "Semir Dreić"
  },
"119": {
    "citat": "Izostavljanje namaza veće je zlo od svih velikih grijeha, utoliko veće jer čovjek time potpuno prekida vezu s Gospodarom svjetova.",
    "autor": "prof. Abdurrahman Kuduzović"
  },
"120": {
    "citat": "Ko radi, vidi rezultate, a ko spava, vidi samo snove..",
    "autor": ""
  },
  "121": {
    "citat": "Kasnije shvatiš koliko ti je Allah zapravo dao kada ti je nešto oduzeo.",
    "autor": "hfz. prof. Benjamin Grabus"
  },
"122": {
    "citat": "Najveća dunjalučka kazna je da Allah onemogući tvom jeziku Njegovo spominjanje (zikrullah).",
    "autor": "Ibn Kajjim"
  },
"123": {
    "citat": "Kad zasadiš sreću u tuđe srce, znaj da će doći dan kada će neko zasaditi sreću u tvoje srce. Dunjaluk je takav - ono što mu daš, to ti i vrati.",
    "autor": "Sead Kumro"
  },
"124": {
    "citat": "Allah ti dao svjetlo, stoga ga ne gasi grijehom.",
    "autor": ""
  },
"125": {
    "citat": "Najveća propast čovjeka je da na Sudnjem danu vidi svoja dobra djela na vagi drugih.",
    "autor": "prof. Sanel Ramić"
  },
"126": {
    "citat": "Ako želiš da se riješiš svojih nevolja, onda se riješi svojih grijeha.",
    "autor": ""
  },
"127": {
    "citat": "Ako ti je duša umorna, ojačaj je Kur'anom.",
    "autor": "Sead Kumro"
  },
"128": {
    "citat": "Koliko je samo slomljenih srca na sedždi zacijelilo.",
    "autor": ""
  },
"129": {
    "citat": "Ne žali se ljudima jer oni će te sažalijevati. Požali se Allahu, On će ti pomoći.",
    "autor": "Mr. Fahret Kadrić"
  },
"130": {
    "citat": "Sve što je iman kod čovjeka veći, to mu dunjalučki problemi izgledaju manji.",
    "autor": "Mr. Fahret Kadrić"
  },
  "131": {
    "citat": "Nisam vidio nikog ko se oholio i uzdizao iznad drugih, a da ga Allah nije iskušao poniženjem od strane onih koji su iznad njega.",
    "autor": "Ibn Hibban"
  },
"132": {
    "citat": "Od ljudi možeš sakriti, a kako ćeš od Allaha?",
    "autor": ""
  },
"133": {
    "citat": "Koliko si puta nešto molio pa ti je On udovoljio. Koliko si puta pitao, pa ti je On odgovor dao. Koliko puta si tužan bio, pa ti je On olakšao. Koliko puta si Ga dozivao, pa ti se On odazvao.",
    "autor": "Aid el Karni"
  },
"134": {
    "citat": "Ko tebi prenosi riječi o drugom, znaj da će ih drugima prenijeti o tebi.",
    "autor": "Hasan el-Basri"
  },
"135": {
    "citat": "Ako me je šejtan jučer savladao, danas ću mu kičmu slomiti tevbom (pokajanjem) i lijepim obavljanjem ibadeta. ",
    "autor": "Sufijan es-Sevri"
  },
  "136": {
    "citat": "Sabur je kad u sebi nosiš toliko bola, a ispred ljudi stojiš nasmijan.",
    "autor": ""
  },
"137": {
    "citat": "Onaj ko zna da se raduje tuđoj sreći, uvijek će imati i svoje dovoljno.",
    "autor": ""
  },
"138": {
    "citat": "Blagodat je kad tvoja dova stoji ispred tebe.",
    "autor": ""
  },
"139": {
    "citat": "Znaj da je dunjaluk kuća kušnji, ispita i nedaća. Stoga, prihvati život onakvim kakav jeste, i od Allaha pomoć traži.",
    "autor": "Aid el-Karni"
  },
"140": {
    "citat": "Da je nafaka do snage, vrabac ne bi ništa zbog orla okusio.",
    "autor": "Imam Šafija"
  },
  "141": {
    "citat": "U velikom iskušenju shvatit ćeš da dunjaluk ne znači ništa.",
    "autor": "hfz. Nedim Botić"
  },
"142": {
    "citat": "Onaj ko te poštuje, poštuj i ti njega. Onaj ko te potcijeni, udalji se od njega, poštujući sebe.",
    "autor": "Mr. Sead ef. Islamović"
  },
"143": {
    "citat": "Možda ti nekada dođe neka blagodat, zato što si je drugom želio.",
    "autor": ""
  },
"144": {
    "citat": "Duša se može smiriti samo uz Onog koji je stvorio.",
    "autor": "Hajrudin Ahmetović"
  },
"145": {
    "citat": "Zavist je jedna od najtežih bolesti. Bolest za koju gotovo da nema lijeka.",
    "autor": "Dr. Safet Kuduzović"
  },
"146": {
    "citat": "Vjernik nikad ne gazi tuđe snove, niti obezvrijeđuje tuđi trud.",
    "autor": "Mr. Fahret Kadrić"
  },
"147": {
    "citat": "Tijelo se odmara u snu, duša i srce u namazu.",
    "autor": "Mr. Fahret Kadrić"
  },
"148": {
    "citat": "Neznanje i nepravda su osnova svakog zla.",
    "autor": "Ibn Tejmijje"
  },
"149": {
    "citat": "Govori dobro, pa ćeš profitirati, ili šuti pa ćeš se sačuvati. Postupi tako prije nego li se budeš kajao.",
    "autor": "Abdullah Ibn Abbas"
  },
"150": {
    "citat": "Nije razumio svoju vjeru onaj koji ne čuva svoj jezik.",
    "autor": "Hasan el-Basri"
  },
"151":{
    "citat":"Pametna misao nije shvaćena jer se mozgovi zatupljuju raznim bedastoćama.",
    "autor":"Mr. Haris Hećimović"
  },
"152":{
    "citat":"Nema nedaće koja zadesi čovjeka, a da mu Allah kao rezultat te nedaće ne dadne bolje i dobro u zamjenu za to.",
    "autor": ""
  },
"153":{
    "citat":"Dobar muž nije muškarac koji je bogat ili zgodan. On je muškarac koji zna vrijednost žene.",
    "autor":"Dr. Safet Kuduzović"
  },
"154":{"citat":"Onaj ko laže, ne može promovirati istinu.",
  "autor":"Muftija Muamer ef. Zukorlić r.a."
},
"155":{
  "citat": "Blago onome koga popravljanje ličnih nedostataka zaokupira od istraživanja tuđih mahana .",
  "autor":"Hasan el-Basri"
},
"156":{
  "citat":"Svima nama treba dobrog pokajanja!",
  "autor":"Jusuf Barčić, rahimehullah"
},
"157":{
  "citat":"Sakriješ li nečiju sramotu Allah će sakriti tvoju. Osramoti nekog, znaj da će Allah osramotiti tebe.",
  "autor":"Mr. Haris Hećimović"
},
"158":{
  "citat":"Istinska sreća u postkomunističkom periodu se ogleda i u tome da spustiš svoje čelo na izlizanu sedžadu svoga oca ili majke.",
  "autor":"Mr. Haris Hećimović"
},
"159":{
  "citat":"Gore je izgubiti nadu u Allahovu oprost od samog grijeha.",
  "autor":"Salih el-Fevzan"
  
},
"160":{
  "citat":"A koga Allah ponizi, niko ga ne može poštovanim učiniti.",
  "autor":"(Hadždž, 18)"
},
"161":{
  "citat":"Allahu naš, ko nam želi dobro približi nam ga, a ko nam želi loše udalji ga od nas koliko su udaljeni istok i zapad.",
  "autor":""
},"162":{
  "citat":"Sva dunjalučka mora ne mogu ugasiti jednu džehenemsku žeravicu, ali jedna suza koja potekne iz straha od Allaha može ti biti zastor od džehenemske vatre.",
  "autor":"Mirnes Škrijelj"

},
"163":{
  "citat":"Ne gledaj u sićušnost grijeha, nego gledaj u veličinu Onog kome si nepokoran.",
  "autor":"Bilal ibn Sa'd"
},
"164":{
  "citat":"U islamu je veliki grijeh lomiti srca potrebnih, oholiti se nečim pred siromahom koji nema...",
  "autor":"prof. Jasmin Durić"
},
"165":{
  "citat":"Koliko god da griješiš, nikad nemoj prekidati nit sa Allahom, jer možda te nekad baš ta nit vrati Allahu, Plemenitom.",
  "autor":""
},
"166":{
  "citat":"Znaj, da kad god drugome pomogneš da uspije u životu, da si i ti uspio.",
  "autor": "Dr. Hajrudin Tahir Ahmetović"
},
"167":{
  "citat":"Povratak Kur'anu, sunnetu i džematu uvijek ti je najbolja opcija za novi početak u životu, bez obzira koliko ti je od njega još ostalo.",
  "autor":"Mr. Mirza Mešić"
},
"168":{
  "citat":"Bogatstvo se mjeri količinom neovisnosti o ljudima, a potpunom ovisnošću o Stvoritelju.",
  "autor":"Mr. Haris Hećimović"
},
"169":{
  "citat":"Dopala mi se jedna rečenica, iako joj autora ne znam: “Ako te vjera učinila da postaneš arogantan, nepristupačan, drzak, ogorčen i svadljiv, ti vjeru nisi shvatio.” Allahov Poslanik nije bio ništa od navedenog.",
  "autor":"Hanka Vlahovljak"
},
"170":{
  "citat":"Kako je čovjek radio na ovome svijetu tako će i završiti...",
  "autor":"Hafiz Muhammed Porča"
},
"171":{
  "citat":"Vjernik traži opravdanja svojoj braći, a licemjer traži greške svojoj braći.",
  "autor":"Abdullah Ibn Muhammed Ibn Menazil"
},
"172":{
  "citat":"Onaj ko osjeća da mu srce umire i nije kao prije, neka puno Allaha spominje.",
  "autor":"Redžo Muratović"
},
"173":{
  "citat":"Nije znanje ono što se pamti, nego je znanje ono što koristi.",
  "autor":"Imam Šafija"
},
"174":{
  "citat":"Svaka supruga treba da bude takva da njen muž kaže: 'Dom je ondje gdje mi je žena.'",
  "autor":"Redžo Muratović, prof."
},
"175":{
  "citat":"Ljudi, kada znaju da je neko na poziciji, lijepo se prema njemu ophode, jer, možda mu sutra zatreba, a šta ako ti tvoj brat po vjeri sutra zatreba na Sudnjem danu!?",
  "autor":"Šejh Amir Smajić"
},
"176":{
  "citat":"Svi ljudi žele da njihov govor bude lijep i privlačan, međutim, pravi je sretnik onaj čija se djela podudare sa njegovim govorom.",
  "autor":"Abdullah ibn Mes'ud"
},
"177":{
  "citat":"Znanje koje te nije naučilo da poštuješ učenije od sebe nije znanje nego umišljenost.",
  "autor":"Hfz. Adnan Mrkonjić"
},
"178":{
  "citat":"Slabo se Allah poznaje pa mu se malo i vjeruje !!!",
  "autor":"Prof. Jasmin Durić"
},
"179":{
  "citat":"Čovjek na ovaj svijet dodje bez ičega, na njemu se bori za sve, zatim će sve ostaviti i otići bez ičega, i na kraju  će odgovarati za sve.",
  "autor":"Hfz. Adnan Mrkonjić"
},
"180":{
  "citat":"Ono što nije bila vjera za vrijeme Poslanika, sallallahu alejhi ve sellem, i ashaba zasigurno ne može biti ni danas.",
  "autor":"Imam Malik"
},
"181":{
  "citat":"Želiš promijeniti svijet? Promijeni svoju lošu naviku, bar jednu. Vidjećeš da je svijet odmah bolji.",
  "autor":"Mr. Haris Hećimović"
},
"182":{
  "citat":"Najveći uspjeh je postići Allahovo zadovoljstvo, a najveća propast je biti u srdžbi Uzvišenog Allah!",
  "autor":"Mr. Elvedin Pezić"
},
"183":{
  "citat":"Bježi od onih koji nisu prepoznali tvoju vrijednost i banaliziraju tvoju žrtvu. Takvi će uništiti i tvoje samopouzdanje i baciti te na marginu..",
  "autor":"Mr. Haris Hećimović"
},
"184":{
  "citat":"Allahu se možeš samo zahvaliti! Ko to shvati, otključao je sebi vrata pokornosti.",
  "autor":"Abdullah Mujić"
},
"185":{
  "citat":"Tvoji ciljevi govore o tebi ko si i šta si! Neka ti najveća briga i najveći cilj bude postizanje Allahovog zadovoljstva!",
  "autor":"Mr. Elvedin Pezić"
},
"186":{
  "citat":"Spominjanje Allaha je lijek, dok je spominjanje ljudi bolest!",
  "autor":""
},
"187":{
  "citat":"Ako želiš znati ko ti je pravi prijatelj, pogledaj u reakciju ljudi kada čuju za tvoj uspjeh ili kada čuju za blagodat u kojoj si!",
  "autor":"Mr. Elvedin Pezić"
},
"188":{
  "citat":"Tri su blagodati:\n1. Blagodat koja se desila i koju je čovjek spoznao.\n2. Blagodat koju čovjek iščekuje i nada joj se (priželjkuje).\n3. Blagodat u kojoj se nalazi al' je ne osjeća (ne primjećuje).",
  "autor":"Ibnu-l-Kajjim, rahmetullahi alejhi"
},
"189":{
  "citat":"O ljudi, vi ste siromasi, Allah vama treba, a Allah je Neovisni i Hvaljeni.",
  "autor":"Sura Fatir: 15"
},
"190":{
  "citat":"Ako brinete šta drugi o vama misle - uvijek ćete biti njihov zatvorenik.",
  "autor":""
},
"191":{
  "citat":"Ono što ti slomi srce, otvori ti oči.",
  "autor":"Hfz. Sead Kumro"
},
"192":{
  "citat":"Strah od boljeg je manjkavost. Samo s boljim od sebe možeš napredovati.",
  "autor":"Mr. Haris Hećimović"
},
"193":{
  "citat":"Ako te veseli tvoje dobro djelo a tvoj grijeh te žalosti, ti si vjernik / mu'min.",
  "autor":"(Hadis)"
},
"194":{
  "citat":"Da nije Allahovog prekrivanja (grijeha i propusta) nebi niko ni sa kim sjedio.",
  "autor":"Sufjan Ibn Ujejne"
},
"195":{
  "citat":"Ništa toliko učinkovito ne otklanja dunjalučke tegobe/brige kao Tevhid.",
  "autor":"Ibn Kajjim"
},
"196":{
  "citat":"Ko ispuni povjereni mu emanet, i ustegne se od časti i obraza ostalog svijeta – takav čovjek je ljudina!",
  "autor":"Omer Ibn El-Hattab radijallahu anhu"
},
"197":{
  "citat":"Grubost/tvrdoća srca biva zbog četiri stvari kada se u njima pretjera/prekorači ono što je neophodno:\n1. Hrana\n2. Spavanje\n3. Govor\n4. Miješanje/druženje sa ljudima.",
  "autor":"Ibn Kajjim"
},
"198":{
  "citat":"Nije dozvoljeno nikome da gubi nadu u Allahovu milost pa i ako ima mnoštvo grijeha.",
  "autor":"Šejhu-l-Islam Ibn Tejmijje"
},
"199":{
  "citat":"Od Ebu Hurejre, radijallahu anhu, se prenosi da je neki čovjek rekao Vjerovjesniku, sallallahu alejhi ve sellem: “Oporuči mi nešto!” Pa je rekao: “Ne ljuti se!” Ponovio je to nekoliko puta, a on je rekao: “Ne ljuti se!”",
  "autor":"(Buhari)"
},
"200":{
  "citat":"Ko želi/priželjkuje da bude najjači čovjek on mora da se osloni (ar. Tevekul) na Allaha.",
  "autor":"Šejhu-l-Islam Ibn Tejmijje"
},
"201":{
  "citat":"Dovoljno je da imaš samo Allaha da bi bio sretan, jer ako je On, Uzvišeni zadovoljan tobom otvoriće ti puteve koji će tvoje srce učiniti zadovoljno i smireno.",
  "autor":""
},
"202":{
  "citat":"Ženidba je od uzroka nafake, kao i potomstvo.",
  "autor":"Prof. Jasmin Durić"
},
"203":{
  "citat":"Mnogi ljudi su doktori drugima, a pacijenti sami sebi.",
  "autor":"Mr. Haris Hećimović"
},
"204":{
  "citat":"Pazite na tuđe suze, iskren je to svjedok.",
  "autor":"Vedis Pajazetović"
},
"205":{
  "citat":"Srce ne slomi ništa kao vlastita dobrota koju pokaže ljudima koji to ne zaslužuju.",
  "autor":"Mr. Haris Hećimović"
},
"206":{
  "citat":"Što smo u namazu skrušeniji, to ćemo biti sretniji. Namaz je osnova sreće.",
  "autor":"Mr. Sead Kumro"
},
"207":{
  "citat":"Uzmi za prijatelja onog ko se brine o tvome ahiretu.",
  "autor":"Mr. Sead Kumro"
},
"208":{
  "citat":"Uzroci depresije su grijesi.",
  "autor":"Ibn Kajjim"
},
"209":{
  "citat":"U životu je važno koga imaš, a ne šta imaš.",
  "autor":"Mr. Sead Kumro"
},
"210":{
  "citat":"U životu je važno koga imaš, a ne šta imaš.",
  "autor":"Mr. Sead Kumro"
},
"211":{
  "citat":"Šejtan će te ometati dok učiš Kur'an a neće dok igraš igrice.",
  "autor":"hfz. Abdullah Mujić"
},
"212":{
  "citat":"Ključevi dunjalučke SREĆE: Zahvalnost na blagodatima, Zadovoljstvo sa onim što imaš, Udjeljivanje od onog što imaš.",
  "autor":"Mr. Elvedin Pezić"
},
"213":{
  "citat":"Što više doviš i tražiš - On to više voli jer ti svojom dovom pokazuješ da si toliko ovisan da ne možeš minute jedne bez Stvoritelja.",
  "autor":"Dr. Safet Kuduzović"
},
"214":{
  "citat":"Loše je da djeca brane majki ili ocu da ponovo uđu u brak nakon smrti jednog od njih, a kamo li da kao ljudi išta prigovore onome ko im nije ništa.",
  "autor":""
},"215":{
  "citat":"Gospodaru se utječem od laži, da mi se laže, i da lažem. Bilo koga, a posebno muslimane. Allaha molim da nas sve sačuva ove stvari koja se znatno raširila među nama.",
  "autor":"Salim F. Vrtagić"
},
"216":{
  "citat":"Poštuj sebe da bi te poštovali drugi.",
  "autor":""
},
"217":{
  "citat":"Ne propuštaj svoj namaz nikako! Postoje milioni onih koji priželjkuju da im se omogući povratak na ovaj svijet kako bi samo jednu sedždu učinili. Međutim, nisu u stanju, jer su u svojim kaburovima!",
  "autor":"Sanel Ramić. prof"
},
"218":{
  "citat":"Nemoj mi pomagati ako će svi znati da si mi pomogao!",
  "autor":"Sead Kumro"
},
"219":{
  "citat":"Ako želiš da sačuvaš svoj mir, bježi od toksične okoline i negativnih tema…",
  "autor":"Nađa Dizdarević"
},
"220":{
  "citat":"Kada bi mogao znati šta ti Allah želi Svojom odredbom , plakao bi i korio sebe zbog lošeg mišljenja o svome Gospodaru !",
  "autor":"Hajrudin Ahmetovic, prof"
},
"221":{
  "citat":"Uvjeri se\nŠto više učiš Kur’an, tvoj život je ljepši.\nTvoj bereket u njemu je veći.\nTvoj iman je bolji.\n Šta ti više treba?",
  "autor":"Hanka Vlahovljak"
},
"222":{
  "citat":"Blago onom koji u svojoj knjizi djela nađe mnogo ispisanih riječi ESTAGFIRULLAH",
  "autor":"mr. Haris Hećimović"
},
"223":{
  "citat":"DUNJALUK,\nako te malo nasmije – puno te rasplače,\nako te malo obraduje – puno te rastuži,\nako ti malo koristi – puno ti našteti,\nako te malo privuče – puno te udalji,\nradi malo uživanja – puno kajanja,\nradi malo smijeha – puno suza,\n'... a onaj svijet je bolji i vječan je. (Kur'an)'",
  "autor":"Amir I. Smajić"
},
"224":{
  "citat":"Neće nam biti bolje sve dok je nada u ljude (direktore, šefove, predsjednike) veća i prioritetnija od nade u Allaha.",
  "autor":"Haris Hećimović"
},
"225":{
  "citat":"Čuvaj one koji čuvaju tebe jer takvi će ti koristit i kad ti zemlja postelja bude. Ne gubi vrijeme na one koji te zanemaruju za života jer će te još brže zanemariti kada od tebe ne budu nikakve koristi imali !",
  "autor":"Nađa Dizdarević"
},
"226":{
  "citat":"POŠTENJE proizilazi iz bogobojaznosti. Ko se pokorava Allahu MORA BITI POŠTEN.",
  "autor":"ef.Sead Islamović"
},
"227":{
  "citat":"Blago ženi kojoj Allah olakša!\nResulullah, sallallahu alejhi ve sellem, je rekao: “Svaka žena koja bude: \nklanjala svojih pet namaza,\nčuvala stidno mjesto,\npostila mjesec ramazan,\nslušala svog muža \n... bit će joj rečeno: 'Uđi u Džennet kroz koja god vrata želiš!'”",
  "autor":"Sead Kumro"
},
"228":{
  "citat":"Kad bi ljudi znali da to što su dobri je isključivo radi sebe, bili bi još bolji. Ljudi misle kad si dobar, ti si zbog drugog. Pa si sad ti ono žrtvovao se da budeš dobar radi nekog. To radiš radi sebe! Jer zašto ljudi se onda razočaraju u druge ljude? Pa zato što očekuju da im ljudi vrate! Kad si dobar radi drugog ti očekuješ da ti uzvrati. To nije dobrota! To je interes!",
  "autor":"Muamer Zukorlić, rahimehullah"
},
"229":{
  "citat":"Sve što srce voli, ako nije radi Allaha zavoljeno, ta ljubav je samo teret i patnja.\nSvako djelo koje nije u Njegovo ime bezvrijedno je i propalo. \nZato svako srce pati ako ne doseže do Njega i lišeno je svoje sreće i uspjeha.",
"autor":"Ibn Kajjim, rahimehullah"
},
"230":{
  "citat":"Ko ima bolest u srcu, uzima iz svakog govora ono što odgovara njegovoj bolesti.",
  "autor":"Šejhul-Islam Ibn Tejmijje"
},
"231":{
  "citat":"U jednom trenutku života shvatiš da sve je, uglavnom, lakše nego zanoćiti sam/a...",
  "autor":"Lijepi brak"
},
"232":{
  "citat":"Ne pitaj šta da radiš kad problem postane ogroman. Pitaj se zašto si dozvolio njegov razvitak.",
  "autor":""
},
"233":{
  "citat":"Nema te šminke koja može da nadjača nur na licu vjernice!",
  "autor":"hfz. Irfan Bećirović"
},
"234":{
  "citat":"Najgori 'virus' koji se pojavio na licu Zemlje jeste: ZAVIST! On uništava i vjeru i međuljudske odnose!",
  "autor":"prof. Esmir Halilović"
},
"235":{
  "citat":"Ljepota tijela je putnik koji prolazi, ljepota duše je prijatelj koji ostaje.",
  "autor":""
},
"236":{
  "citat":"Od Allaha je svako iskušenje kojim smo iskušani i kojim ćemo biti iskušani, i Allah, subhanehu ve te'ala, ne iskušava osim iz koristi za nas i to je milost.",
  "autor":"Prof. Jasmin Durić"
},
"237":{
  "citat":"Slobodan si od onog trenutka kad počneš robovati isključivo Jednom Jedinom, i kad počneš ne obraćati pažnju na to šta će ljudi o tebi misliti i govoriti.",
  "autor":"Abdurrahman Kuduzovic"
},
"238":{
  "citat":"BLAGO ONOME KO DAJE , a ne podsjeća na to , I ONOME KO UZIMA ,a ne zaboravlja na to ...",
  "autor":""
},
"239":{
  "citat":"Namaz otklanja nevolju na sudnjem danu. Sve što čovjek bude više volio namaz i bude se više trudio da ga obavlja, Allah će ga više zavoljeti.",
  "autor":"Dr. Muhammed el-Arifi"
},
"240":{
  "citat":"Znajte da sadaka:\n- otklanja ružnu završnicu\n- otklanja nedaće,\n- briše grijehe, \nkao što je preneseno od Poslanika, sallallahu alejhi we sellem",
  "autor":" šejh bin Baz, rahimehullah"
},
"241":{
  "citat":"Ponekad dovimo za situaciju za koju ne shvatamo da je gora po nas od one u kojoj se nalazimo, pa je Svemogući iz Svoje Milosti drži podalje od nas, a mi razmišljamo o tome kako naše dove nisu uslišane.",
  "autor":"Mufti Ismail Menk "
},
"242":{
  "citat":"Najveća nesreća je u tome da čovjek vrijednost ovozemaljskog života spozna tek na ahiretu, svijetu za koji se nije pripremao.\n“Kamo sreće da sam se za ovaj život pripremio!” (Kur'an: El-Fedžr, 24)",
  "autor":""
},
"243":{
  "citat":"Allah savršeno upravlja sa svim što je na nebesima i Zemlji: suncem, mjesecom, zvijezdama... a mi Mu još uvijek ne vjerujemo kad upravlja našim životima.",
  "autor":"Yasmin Mogahed"
},
"244":{
  "citat":"Čovjek kaže: ‘Samo da napravim kuću, pa da budem miran.’ Kad napravi kuću, hoće dućan. Pa mu malo jedan dućan, hoće još jedan, pa još dva. Pa onda mu kuća mala, počne praviti veliku kuću, pa onda fabriku, i redom... A onda bez najave dođe Melek smrti, taman kad si 'planirao' da malo uživaš... Šta si uradio, čovječe? Nisi se spremio za onaj svijet, niti si na ovome stigao da se odmoriš",
  "autor":"Dr. Muamer Zukorlić, raḥimehullah "
},
"245":{
  "citat":"Ebu Hurejra, radijallahu anhu, prenosi da je Allahov Poslanik, sallallahu alejhi ve sellem, rekao:\n”Najbolji safovi za muškarce jesu prvi safovi, a najgori zadnji, a najbolji safovi za žene jesu zadnji, a najgori prvi.” (Muslim)",
  "autor":""
},
"246":{
  "citat":"Što su bračni partneri bliži Allahu, toliko su bliži jedno drugom i njihova ljubav raste.",
  "autor":""
},
"247":{
  "citat":"Ponekad osoba mašta o nečemu, a mnogo ljepše od toga već stoji pred njim...",
  "autor":""
},
"248":{
  "citat":"Tjelesne povrede mnogo brže zarastu od rana na srcu zadobivenih uvredama, zato dobro pazite da nekoga ne povrijedite !!!",
  "autor":""
},
"249":{
  "citat":"Nema grijeha prečih da se zbog njih počiniocu ubrza kazna na dunjaluku, pored onoga što ga čeka na ahiretu, od nasilja/nepravde i kidanja rodbinskih veza.",
  "autor":"(Hadis)"
},
"250":{
  "citat":"Ružan govor ljudi o tebi je poput kamenja. Ako ga nosiš na svojim leđima slomit će ih, a ako ga stavljaš pod noge, izgradit će kulu koja će te visoko uzdignuti.",
  "autor":"Haris Hecimovic"
},
"251":{
  "citat":"Ko ima samopouzdanja, njemu arogancija nije potrebna.",
  "autor":""
},
"252":{
  "citat":"Bože olakšaj, A ne otežaj. Bože završi sa dobrim.\nAmin",
  "autor":""
},
"253":{
  "citat":"Sura El-Fatiha ima 7 ajeta, 29 riječi i 139 slova. Prouči se za nepunu minutu, a rezultat je 1 390 sevapa. Pa zar da ne učiš Kur'an?",
  "autor":"Semir Dreić"
},
"254":{
  "citat":"Nemoj se kolebati da kreneš putem istine zbog malobrojnosti onih koji su na istini i zbog mnoštva onih koji su u zabludi !",
  "autor":"Mr. Elvedin Pezić"
},
"255":{
  "citat":"Samoobračun je dokaz da je osoba ispravna, samoobračun, samokritika je dokaz da je čovjek ispravan. Ukoliko kritikuje druge i druge obračunava, znači da taj čovjek, nešto sa njim nije uredu.",
  "autor":"Mithat Ćeman, prof."
},
"256":{
  "citat":"Neko je izvrsno rekao: 'Samoću vole oni što su nečije društvo skupo platili.'",
"autor":"Prof. Abdurrahman Kuduzović"
},
"257":{
  "citat":"'Ljudi pate onoliko koliko su vezani za dunjaluk.",
"autor":" Ibnul Kajjim"
},
"258":{
  "citat":"Svaku noć kad legnemo u postelju, zatražimo oprosta, i pokajmo se za učinjene grijehe, jer jedne večeri neće biti narednog jutra.",
"autor":"Mr. Sead Kumro"
},
"259":{
  "citat":"Ljudi odlaze i dolaze. Samo je Allah konstantno u tvom životu",
  "autor":"Bilal Philips"
},
"260":{
  "citat":"Šejtan je jak onoliko koliko smo mi slabi.",
  "autor":"Hfz. Ammar Bašić"
},
"261":{
  "citat":"Čovjek je jako dobar advokat za svoje greške a još bolji sudija za tuđe. ",
  "autor":""
},
"262":{
  "citat":"Dok smo bili djeca, bojali smo se tame noći, a sada kada smo odrasli, bojimo se tame ljudskih srca.",
  "autor":"Šejh Halid el-Bekr"
},
"263":{
  "citat":"Udovoljiti ljudima je kanjon koji nema dna.",
  "autor":"Arapska poslovica"
},
"264":{
  "citat":"Budi poput života. Samo idi naprijed i rasti.",
  "autor":"dr. Mustafa Sibai"
},
"265":{
  "citat":"Ti misliš da te On iskušava. A ustvari. On te spašava.",
  "autor":"Hfz. Farhia Yahya"
},
"267":{
  "citat":"Između problema i riješenja je koliko između tvog čela i sedžde.",
  "autor":"Dr. Aid El-Qarni"
},
"268":{
  "citat":"Ono što ti imaš, većini ljudi nedostaje.",
  "autor":"Dr. Aid El-Karni"
},
"269":{
  "citat":"Uvijek ima nade, ako se u Allaha pouzdaš.",
  "autor":""
},
"270":{
  "citat":"Naći ćeš mir kada se budeš odrekao potrebe da privučeš pažnju drugih i potrebe da dokažeš bilo šta bilo kome.",
  "autor":"Šemsi Tebriz rhm."
},
"271":{
  "citat":"Teške situacije prevaziđi ponavljanjem riječi: La hawle we la kuwete illa billah.",
  "autor":"Haris Hecimovic"
},
"272":{
  "citat":"Bereket će se povećati salavatom na Poslanika, sallallahu alejhi we sellem.",
  "autor":"Haris Hecimovic"
},
"273":{
  "citat":"Olakšanje životnih problema dolazi istigfarom - traženjem oprosta od Allaha. Estagfirullah",
  "autor":"Haris Hecimovic"
},
"274":{
  "citat":"Lica koja svijetle nurom dijelove noći provode u tami stojeći ponizno pred Uzvišenim.",
  "autor":"Haris Hecimovic"
},
"275":{
  "citat":"Čovjek koji drži do sebe, neće dozvoliti sebi veće oscilacije u ponašanju.",
  "autor":"Haris Hecimovic"
},
"276":{
  "citat":"Teške situacije su poput sita kroz koje propadnu sitne duše, a veličine ostanu.",
  "autor":"Haris Hecimovic"
},
"277":{
  "citat":"Oprosti drugima jer i ti vapiš za oprostom.",
  "autor":"Haris Hecimovic"
},
"278":{
  "citat":"Ne ide uvijek onako kako smo zamislili, ali i pored toga, trud ne treba da prestaje.",
  "autor":"Haris Hecimovic"
},
"279":{
  "citat":"Život je neminovnost, a islam je olakšana verzija života.",
  "autor":"Haris Hecimovic"
},
"280":{
  "citat":"Živimo eru razočaranih muslimana. Razočarani u sve osim u sami sebe.",
  "autor":"Haris Hecimovic"
},
"281":{
  "citat":"Na dunjaluku se trudi da učiniš zadovoljnim dvije osobe: majku i oca.",
  "autor":"Haris Hecimovic"
},
"282":{
  "citat":"Dan će biti lijep i uspješan, ako Bog da! Neka optimizam krene sabahskim namazom.",
  "autor":"Haris Hecimovic"
},
"283":{
  "citat":"Nezahvalni ljudi su egoisti. Od takvih ne očekuj dobro, samo se dobro odmakni.",
  "autor":"Haris Hecimovic"
},
"284":{
  "citat":"Iskušenje za vjernika je uvijek hajr, ili te popravi ili upravi...",
  "autor":"Adnan Muratović"
},
"285":{
  "citat":"Ako si kupljen nemoj da misliš da su svi na prodaju…",
  "autor":"Salim F. Vrtagić"
},
"286":{
  "citat":"Jesi li sretan kada vidiš druge da susretni ?!",
  "autor":""
},
"287":{
  "citat":"Misliš da ti je nekad neka blagodat uskraćena a ne znaš da ti je baš time milost ukazana! Subhanallah!",
  "autor":"Prof. Jasmin Duric"
},
"288":{
  "citat":"Vrijeme potrošeno u hajru nije izgubljeno niti oduzeto.",
  "autor":"Prof. Jasmin Duric"
},
"289":{
  "citat":"Ko shvata skontaće ko ulazi u namjere propašće.",
  "autor":"Prof. Jasmin Duric"
},
"290":{
  "citat":"Zapamti, ako vidiš da su ljudi zadivljeni tobom to je zato što je Allah najbolje prekrio ono što je pri tebi.",
  "autor":"Ibn Kajjim"
},
"291":{
  "citat":"Ne posvećuj se nekom ko nije posvećen Allahu.",
  "autor":"Bilal Philips"
},
"292":{
  "citat":"Allahov Poslanik uvijek je jeo i pio desnom rukom.Sallallahu alejhi we sellem",
  "autor":""
},
"293":{
  "citat":"Ne zaboravi čovjeka koji te nasmijao kada si bio u brigama.",
  "autor": "Haris Hecimovic"
},
"294":{
  "citat":"Dobro činite - Allah, zaista, voli dobročinitelje.",
  "autor":"(El-Bekara, 195)"
},
"295":{
  "citat":"Sve što imaš je od Allaha i sve što želiš samo ti On može dati.",
  "autor":"Neris Becirovic"
},
"296":{
  "citat":"Tvoja tuga nije ništa drugo do znak udaljenosti od Allaha. Ibnul-Kajjim, rahimehullahu te'ala, rekao je: 'Sa Allahom prestaje svaka briga i svaka tuga!'",
  "autor":"Hajrudin Ahmetović"
},
"297":{
  "citat":"Slobodan si od onog trenutka kad počneš robovati isključivo Jednom Jedinom, i kad počneš ne obraćati pažnju na to šta će ljudi o tebi misliti i govoriti.",
  "autor":"prof. Abdurrahman Kuduzović"
},
"298":{
  "citat":"Bolje je strpiti se i podnijeti sve teškoće, probleme, čuvati se grijeha, klanjati i nastojati da Allahovom milošću uđemo u Džennet nego uživati i imati sve na dunjaluku, a svakako u Džennetu nas čeka ono što oko nije vidjelo, ni uho čulo i ono što razum nije mogao ni zamisliti. Dunjaluk je prolazan i kratak a ahiret vječan. 'A Allah nikoga ne opterećuje preko mogućnosti njegovih. (El-Bekare 286). Džehennem i Džennet mi biramo na dunjaluku šta želimo, borba je velika ali vrijedna ili nas vodi u propast.",
  "autor":"Emina"
},
"299":{
  "citat":"Onaj ko te poštuje poštuj i ti njega, a onaj ko te potcjeni udalji se od njega, poštujući sebe. ",
  "autor":"Sead ef.Islamović"
},
"300":{
  "citat":"Udalji se od ljudi koji te ne poštuju, lažu, iskorištavaju, i koji ti petljaju.",
  "autor":"Mr. Sead Kumro"
},
"301":{
  "citat":"Loša je to situacija i ružno je stanje, kada nemaš odgoja a imaš obrazovanje.",
  "autor":"Sefik Kurdic"
}
,"302":{
  "citat":"Ne možeš loše raditi,a dobru se nadati.",
  "autor":"Prof. Jasmin Duric"
},"303":{
  "citat":"Život za ljudsko srce je u namazu ,a život za namaz je skrušenost u namazu.",
  "autor":"Ibn Kajim"
},"304":{
  "citat":"Ti nikada ne možeš postići da svi ljudi budu s tobom zadovoljni, zato popravi ono što je izmedju tebe i Allaha, i ako to uspiješ, onda ti neće naškoditi ono što ljudi o tebi misle.",
  "autor":"Imam Šafija, rahimehullah"
},"305":{
  "citat":"Ko preseli (umre) bez namaza, da je Allaha mi napravio milion džamija na dunjaluku iz svoga imetka kojeg je halal zaradio i da je opremio vojsku islama i uspostavio islamsku državu i štitio Kabu itd,itd.. brojte do sutra, nabrajajte do sudnjeg dana dobrih dijela. I onda dođe bez namaza, bolji je onaj koji to nikad nije uradio a Allahu na sedždu padao.",
  "autor":"dr. Safet Kuduzović"
},"306":{
  "citat":"Ne znamo šta nam je određeno, ali znamo šta nam je naređeno...",
  "autor":"dr. Safet Kuduzović"
},
"307":{
  "citat":"Najveća blagodat na ovome svijetu je spoznaja Uzvisenog Allaha i ljubav prema Njemu a najveca blagodat na ahiretu je gledanje u Njegovo Lice i slusanje Njegovog govora(Kurana)bez posrednika.",
  "autor":"Ibn Tejmijje"
}
,"308":{
  "citat":"Pred nama je smrt, a ne zivot",
  "autor":"Senad Hodzic"
},"309":{
  "citat":"Allah voli da Ga moliš.",
  "autor":"Prof. Jasmin Duric"
},"310":{
  "citat":"Naš izbor je Islam, onakav kakav je objavljen a ne onakav kakav je vremenom promjenjen i prepravljen!",
  "autor":"prof. Jasmin Durić"
},"311":{
  "citat":"Siromasi nisu kanta za smeće u koju bacamo ono što ne želimo! Nećete zaslužiti nagradu sve dok ne udijelite dio od onoga što vam je najdraže. (Ajet)",
  "autor":"Haris Hecimovic"
},
"312":{
  "citat":"Nije sramota pobjeći od maloumnika, sramota je raspravljati se s njim.",
  "autor":"Haris Hecimovic"
},
"313":{
  "citat":"Savjet ne prelazi tri rečenice. Nasamo. Kulturno. Dobronamjerno.",
  "autor":"Haris Hecimovic"
},
"314":{
  "citat":"I brak i razvod treba čuvat od očiju javnosti.'Ne zaboravite dobro koje je bilo među vama.' Sure Bekare, 237.",
  "autor":"Elvedin Huseinbasic"
},
"315":{
  "citat":"Jedna od korisnih stvari je da znaš da ti uznemiravanje ljudi, posebno njihove loše riječi, ništa ne štete, već štete njima.",
  "autor":"Šejh Es-Sa‘di"
},
"316":{
  "citat":"Ne poigravaj se s djevojkom čijeg se oca kičma povila da bi ona stigla do onog na čem je sada...i tako porušiš ono što je on gradio. Jer i ti ćeš imati građevinu koju bi ti jednog dana neko mogao porušiti. Zato, neka tvoj strah spram kćeri drugih ljudi bude kao tvoj strah spram tvoje sestre. ",
  "autor":"Halil Makić"
},
"317":{
  "citat":"Ne prodaj svoju skromnost za dio ovog dunjaluka.",
  "autor":"Nepoznat autor"
},
"318":{
  "citat":"Da su te problemi ko planina pritisli, sigurno ih možeš otkloniti dovom, tajnom sadakom i noćnim namazom.",
  "autor":"Mirza Mešić"
},
"319":{
  "citat":"Ključ za Allahovu opskrbu je ulaganje truda uz istigfar i bogobojaznost.",
  "autor":"Ibnul-Kajjim"
},
"320":{
  "citat":"Iskreni se prijatelji raduju tvome uspjehu. Oni drugi više vole da te sažalijevaju kad te kakva nevolja ili iskušenje zadese.",
  "autor":"Mirza Mešić"
},
"321":{
  "citat":"Nema se odgoja, pa se nema ni mjere. Odgojen insan zna da ne može svakako pred svakim sjedit, a kamoli šta mu volja pričat i radit.",
  "autor":"Mersed Suljkanović"
},
"322":{
  "citat":"Kada te je neko podržavao dok nisi uspio, ne ostavljaj ga zbog onih koje si upoznao nakon uspjeha. Mnogi su tako pali u zamku i ostavili iskrene pomagače i prijatelje zbog laskavih interesdžija, pa na kraju ostali sami.",
  "autor":"Nepoznat autor"
},
"323":{
  "citat":"Činiš harame, propuštaš namaze , a sve ti   'ide' u životu. Upravo si tad u grdnim problemima, jer te Gospodar svjetova prepustio samome sebi, a od toga ništa teagičnije nema. ",
  "autor":"Mirza Mešić"
},
"324":{
  "citat":"U Džennetu će biti mnogo onih koji su griješili pa se pokajali. Ne osuđujmo nikog.",
  "autor":"Prof. Fahret Kadrić"
},"325":{
  "citat":"Ne izbjegavaj ljude koji te savjetuju, makar ti to padalo teško, možda su jedini koji su iskreni prema tebi.",
  "autor":"Lijepa riječ"
},"326":{
  "citat":"Družite se sa insanima, čija je duša veća, od njegovog imetka, i vjerujte mi da će sve biti dobro..",
  "autor":"Hasanovic Amirr"
},"327":{
  "citat":"Reče mudrac:'osvetu ne traži,truhli plodovi sami će otpasti '!",
  "autor":""
},"328":{
  "citat":"Allah ima savršen plan. Zove se KADER. Plan bez greške",
  "autor":"Prof. Jasmin Duric"
},
"329":{
  "citat":"Razlika između genijalnosti i glupavosti je u tome što genijalnost ima granice.",
  "autor":"A. Dumas"
},
"330":{
  "citat":"Zapamtimo jednom; Svi smo mi ahlakli (manje više) u društvu istomišljenika, ahbaba, no naš istinski ahlak se ogleda u ophođenju prema neistomišljenicima.",
  "autor":"prof. Aldin Poturković"
},
"331":{
  "citat":"Šejtan nudi jeftino a mi smo ti koji plaćamo skupo!",
  "autor":"Nepoznat autor"
},
"332":{
  "citat":"Cilj života nije da budemo sretni, nego da Gospodara obožavamo. Kada nas On iskuša da budemo strpljivi, a kada nas obaspe blagodatima da Mu zahvaljujemo. A u spoznaji ovoga krije se sreća.",
  "autor":"Dževad Gološ"
},
"333":{
  "citat":"Tuđi grijeh nije opravdanje za tvoj...tuđe zlo ne čini tvoje zlo boljim..dunjaluk je test. Samo to. TEST! Nije život...Samo smo ga navikli takvim smatrati.",
  "autor":"Ammara Šabić"
},
"334":{
  "citat":"Ponekad se moramo slomiti, da bismo procvjetali.",
  "autor":"Nepoznat autor"
},
"335":{
  "citat":"Najviše nas voli ona osoba koja nam preporučuje obavljanje namaza.",
  "autor":"Sead Kumro"
},
"336":{
  "citat":"Zaista je brak milost ljudima i zaista su nesretni oni koji od braka sebi naprave musibet.",
  "autor":"dr. Safet Kuduzović"
},
"337":{
  "citat":"Kao žena, treba da znaš da si nečiji džennet na dunjaluku, da si polovina nečije vjere, smiraj i stabilnost nečijeg života. Stabilnost žene je stabilnost porodice! Stabilnost žene je stabilnost i procvat ummeta! Allahu naš, o Ti Koji okrećeš ljudska srca, učvrsti srca naših majki, žena, sestara u Tvojoj vjeri!",
  "autor":"Hajrudin Ahmetović"
},
"338":{
"citat":"Ako se osloniš na Allaha i budeš vjerovao Allahu nećeš nikada biti na gubitku. ",
"autor":"prof. Abdurrahman Kuduzović"
},
"339":{
"citat":"Poslanik i dalje vlada svijetom, a jetim je najveći",
"autor":"Prof. Jasmin Duric"
},
"340":{
"citat":"Tvoja tuga nije ništa drugo do znak udaljenosti od Allaha. Ibnul-Kajjim, rahimehullahu te'ala, rekao je: 'Sa Allahom prestaje svaka briga i svaka tuga!'",
"autor":"Hajrudin Ahmetović"
},
"341":{
"citat":"Šta te spriječava da ostaviš loše navike, poroke, i da budeš bolji ?! Do tebe je, samo ti treba čvrsta odluka !!!",
"autor":"Mr. Elvedin Pezić"
},
"342":{
"citat":"Vaga svačijeg govora o Vjeri su Kur'an i Sunnet!",
"autor":"Adnan Muratovic"
},
"343":{
"citat":"Ko nije dobar prema svojoj porodici, neće hajra od njega vidjeti ni drugi ljudi.",
"autor":"Adnan Muratović"
},
"344":{
"citat":"Ne prezirimo ništa što nam je Allah odredio.\nZa iskušenje smo nagrađeni.\nZa bolest smo nagrađeni.\nZa sabur smo nagrađeni.\nZa gubitak smo nagrađeni.\nAllah nam daje ono što je najbolje za svakog od nas.",
"autor":"Sead Kumro"
},
"345":{
"citat":"Liječi srce ostavljanjem društva koje ti ga i uništava. Ništa nije vrijedno sekunde boravka u Džehennemu!",
"autor":"Adnan Muratovic"
},
"346":{
"citat":"Nemoj mi pomagati ako će svi znati da si mi pomogao!",
"autor":"Sead Kumro"
},
"347":{
"citat":"Čovjek se ne osuđuje zbog svog siromaštva, niti zbog svog tijela, jer na to nema utjecaja niti snage. Međutim, osuđuje se zbog ružnoće svog jezika i lošeg ahlaka.",
"autor":"Sanel Ramić, prof."
},
"348":{
"citat":"Gradite svoje snove, inače će vas neko unajmiti da gradite njihove.",
"autor":"Nepoznat autor"
},
"349":{
"citat":"Rekao je Ibn Avn, Allah mu se smilovao:\n“Kada strasti nadvladaju (obuzmu) srce onda čovjek gleda (smatra) lijepim ono što je jučer gledao ružnim (neprimjernim).”",
"autor":"(El-Ibane Es-Sugra, str. 62)"
},
"350":{
"citat":"Čuvati jezik od lošeg, grešnog i lažnog govora je dio vjere. Zato govori dobro ili šuti!",
"autor":"Semir Dreić"
},
"351":{
"citat":"Svoje planove ne otkrivam svakom. Ljudi neće pokvariti samo ono za šta ne znaju!",
"autor":"Haris Hećimović, prof"
},
"352":{
"citat":"Zar ljubav insana može dovesti do stepena da sebi oduzme život? Zar se svijet vrti oko jedne osobe? Osoba koja vam crpi energiju i negativno utiče na vaše mentalno i emotivno zdravlje nikako ne može biti ljubav vašeg života.",
"autor":"Predaje daija"
},
"353":{
"citat":"Kritikovanje i učestalo savjetovanje daju isti efekat. Ljudi te zaobilaze.",
"autor":"Haris Hecimovic"
},
"354":{
"citat":"Ebu Musa, radijallahu anhu, prenosi da je Vjerovjesnik, sallallahu alejhi ve sellem, rekao: ”Uzvišeni Allah pruža Svoju ruku noću da bi se pokajao onaj koji je griješio danju, i pruža Svoju ruku danju da bi se pokajao onaj koji je griješio noću, i tako sve dok sunce ne izađe sa zapada.” ",
"autor":"Hadis bilježi Muslim, 2759."
},
"355":{
"citat":"Nerijetko se desi da vam onaj kome ste slijepo vjerovali i dokaže da ste bili slijepi.",
"autor":""
},
"356":{
"citat":"Prema imamu Gazaliji, sedam je bolesti duše i srca:\n1) el-kibru – oholost\n2) el-hasedu – zavidnost i zluradost\n3) el-buhlu-vel-fahša – škrtost i sebičnost\n4) hubbi-Dunja – bolesna i neograničena ljubav prema Dunjaluku\n5) hubbi-džah – bolesna i neograničena ljubav prema zvanjima i častima\n6) udžub – taština, narcisoidnost, samoljubivost\n7) enanijjet – stavljanje sebe u centar svijeta, apoteoza sebe, u sve ja ili japajakanje",
"autor":""
},
"357":{
"citat":"'Ne zavoliš nekog zbog visine, boje kose ili očiju. Zavoliš ga zbog toga kako se ponaša prema tebi. Zbog toga ga i ostavljaš.'",
"autor":""
},
"358":{
"citat":"Ustati i krenuti ka cilju već je pola odrađenog posla!",
"autor":"Haris Hecimovic"
},
"359":{
"citat":"Zašto se, braćo, muškarci, muslimani, ne naslađuju sa svojim suprugama? Zašto nemaju taj užitak koji trebaju da imaju? Znate zašto? Zato što gledaju haram, ne obaraju svoj pogled. Gledaš u haram, hoćeš haramom da se naslađuješ, pa ti onda Allah, s.v.t., uskrati naslađivanje u halalu. Eto ti sad haram pa se naslađuj, ali znaj da nikad svoju potrebu ne možeš obaviti pogledima. Tada ti Allah uskrati halal i onda u halalu ne osjećaš ništa, mrtvilo. Takav je princip. To je sunnet koji je Uzvišeni Allah postavio na Zemlji, i onaj koji radi suprotno, tako će mu biti.",
"autor":"Dr. Safet Kuduzović"
},
"360":{
"citat":"Ne vjeruj u društvo bilo koje osobe dok je ne vidiš u tri situacije:\n1- kada tebe pogodi teškoća,\n2- kada nju zadesi blagodat,\n3- i kada se između vas pojavi nesuglasica.",
"autor":"Hajrudin Tahir Ahmetović"
},
"361":{
"citat":"Ako želiš biti dobro i disati punim plućima, prestani davati prilike onima koji to 'ne zaslužuju.'",
"autor":"Hajrudin Tahir Ahmetović"
},
"362":{
"citat":"Ako možeš ustati u 7 ujutro da gradiš tuđu viziju, možeš ustati u 5 da gradiš svoju.",
"autor":""
},
"363":{
"citat":"U očima većine ljudi ćeš biti dobar kad budeš 'niko i ništa'. Neće te niko tretirati, spominjati, nikome nećeš smetati. Međutim, kada se izdigneš iznad prosjeka, kada praviš neki rezultat u svome poslu, kada zadobiješ povjerenje drugih - onda postaneš tema i onaj o kome se iza leđa govori. Mlade ljude samo da napomenemo da nikad ne odustaju od sebe i svojih snova, već da nastave sa dvije stvari: prvo, da daju što bolji sadržaj od sebe kao temu i drugo, da budu svjesni da su uvijek korak ispred onih koji im iza leđa govore. Rad, kvalitet, ustrajnost, rezultat - a ljudi će uvijek pričati!",
"autor":"Ammar Bašić"
},
"364":{
"citat":"Sreća je ono što te vodi u Džennet. Sve ostalo je samoobmana.",
"autor":"Prof. Jasmin Duric"
},
"365":{
"citat":"Kada čuješ ljude kako govore o tebi loše a ti dobro znaš da im ti nisi ništa loše rekao, povrijedio ih i oštetio, onda se zahvali Allahu što je njih okupirao tobom a ne tebe njima.",
"autor":"Hajrudin Ahmetovic, prof"
},
"366":{
"citat":"Nema veze što Musa, a.s., ne vidi izlaz. Vidi ga Onaj Koji daje robovima da se more rastavi kako bi se spasili. More je rastavio Gospodar svega stvorenog, da bi spasio one koji kod Njega, vjerom u Njega, traže spas. A šta tebi treba? Treba li ti da se more rastavi? To Allahu nije teško.”",
"autor":"Ammara Šabić"
},
"367":{
"citat":"Čuvaj se onoga ko te u lice hvali!",
"autor":"Prof. Abdullah Mujić"
},
"368":{
"citat":"Radi ono što je ispravno, a ne ono što je lahko.",
"autor":"Hfz. Halid ef. Hadžimulić"
},
"369":{
"citat":"Vjera, edukacija, porodica, egzistencija, četiri najbitnije stvari u životu!",
"autor":"dr. Elvedin Pezić"
},
"370":{
"citat":"'Sa nekim ljudima razgovaraš i riješiš problem, a sa nekim ljudima više nikad ne razgovaraš i riješen problem.'",
"autor":""
},
"371":{
"citat":"Ko se umori odgajajući svoju djecu dok je mlad, uživat će i razrahatit se inšallah kada ostari. Gospodaru uputi našu djecu na Svoj put.",
"autor":"Adnan Maglić"
},
"372":{
"citat":"POŠTENJE proizilazi iz bogobojaznosti. Ko se pokorava Allahu MORA BITI POŠTEN.",
"autor":"Sead ef. Islamović"
},
"373":{
"citat":"Kada ti se skupi u prsima, uzmi Kur’an i uči. Nemoj ga ostaviti dok ne proučiš bar 3 stranice. Nakon toga, teško će ti biti ostaviti ga.",
"autor":"Haris Hećimović"
},
"374":{
"citat":"Onda kada sebe vidiš posebnim, znaj da si šejtanu još posebniji.",
"autor":"Haris Hecimovic"
},
"375":{
"citat":"Allah zna kome je mjesto u vašem životu, a kome nije. Vjerujte i prepustite se. Ko god je trebao da bude, tu će i ostati. ",
"autor":"Bilal Philips"
},
"376":{
"citat":"Ako primjetiš da si zavolio zikr i spominjanje Uzvišenog - onda znaj da te tvoj Gospodar voli, a kada te On voli onda te uzdigne i pomogne i olakša svaku teškoću.",
"autor":"Adnan Maglić, prof."
},
"377":{
"citat":"Šutnja je lijek za srdžbu.",
"autor":"Haris Hecimovic"
},
"378":{
"citat":"Ono za šta previše vežeš svoje srce, time ćeš biti kažnjen.",
"autor":"Haris Hecimovic"
},
"379":{
"citat":"Znate li čija se dova nikada neće primiti? Dova onog ko ne moli svog Gospodara.",
"autor":"hfz. Sead Kumro"
},
"380":{
"citat":"San odmara naše tijelo ali ne i dušu. Duša u namazu nalazi smiraj.",
"autor":"mr. Fahret Kadrić"
},
"381":{
"citat":"Ko te jednom iznevjeri ili bezobzirno povrijedi učinit će to vjerovatno još nekoliko puta ako mu dopustiš.",
"autor":"Abdurrahman Kuduzović"
},
"382":{
"citat":"Upoznao sam nekoliko tih ljudi koji sve znaju. Ništa u životu nisu napravili..",
"autor":"Haris Hecimovic"
},
"383":{
"citat":"Ako budeš razmišljao o svakom stavu ili djelu ljudi oko tebe, zamrzićeš ih sve. Zaboravi i nastavi živjeti.",
"autor":"Haris Hecimovic"
},
"384":{
"citat":"Upoznao sam nekoliko tih ljudi koji sve znaju. Ništa u životu nisu napravili..",
"autor":"Haris Hecimovic"
},
"385":{
"citat":"Neka ti veća briga bude šta ti misliš i pričaš o drugima, nego šta drugi misle i pričaju o tebi !",
"autor":"Nadja Dizdarević"
},
"386":{
"citat":"'Ti koji hoćeš Džennet bez namaza, probaj tako na poslu dok drugi rade ti budi kući, pa očekuj platu!'",
"autor":""
},
"387":{
"citat":"Ne budi od onih koje će na samrti iznevjeriti njihovi imeci, a na Dan proživljenja njihova djela!",
"autor":"Jahja b. Muaz"
},
"388":{
"citat":"Vjernici ne umiru! ",
"autor":"Jusuf Barčić, rahimehullah"
},
"389":{
"citat":"Prva stvar u neuspjehu čovjeka jeste ostavljanje namaza!",
"autor":"prof. Haris Bećović"
},
"390":{
"citat":"Neki ljudi ne zaslužuju zarez. Stavi na njih tačku.",
"autor":"Haris Hećimović"
},
"391":{
"citat":"Tvrdoglavom ne objašnjavaj. Zaobiđi ga.",
"autor":"Haris Hecimovic"
},
"392":{
"citat":"„Nikada se ne raspravljaj s glupim čovjekom, jer će te spustiti na svoj nivo i pobijediti iskustvom.“",
"autor":"Stara izreka"
},
"393":{
"citat":"Dova na noćnom namazu je strijela koja ne promašuje svoj cilj.",
"autor":"Imam Šafija"
},
"394":{
"citat":"Jezik u ljutnji je najbolji pokazatelj nečijeg srca.",
"autor":"Abdullah Mujić"
},
"395":{
"citat":"Kad si na dnu, tad znaš ko je zaista uz tebe i za tebe.",
"autor":"Abdurrahman Kuduzović"
},
"396":{
"citat":"Život postaje ljepši kada se fokusirate na blagodati koje vam je Allah već dao.",
"autor":"Dr Muhammed Salah"
},
"397":{
"citat":"Osoba u čijem srcu se nalazi Kur'an nikad nije usamljena.",
"autor":"Mr. Fahret Kadrić"
},
"398":{
"citat":"Ne prezirimo ništa što nam je Allah odredio.\nZa iskušenje smo nagrađeni.\nZa bolest smo nagrađeni.\nZa sabur smo nagrađeni.\nZa gubitak smo nagrađeni.\nAllah nam daje ono što je najbolje za svakog od nas.",
"autor":"Sead Kumro"
},
"399":{
"citat":"Ne tragaj za mojim greškama, naći ćeš sebe u njima.",
"autor":"Nezar Kabani"
},
"400":{
"citat":"Želiš bereket u vremenu i da ti se stvari poslože u životu, dvoje će ti to olakšati:\n- jutarnji i večernji zikr;\n- čitanje i učenje Kur’ana napamet.",
"autor":"Sead Kumro"
},
"401":{
"citat":"„Ako dobrodušnom insanu poklonite ružu, on zasadi drvo u vašoj bašči.“",
"autor":""
},
"402":{
"citat":"“Insan određeno vrijeme bude na istikametu (ispravnom držanju vjere), a potom osjeti da njegovo držanje za vjeru slabi, i počne da upada u grijehe i onda to stanje biva i zove se kazna.”",
"autor":"Šejh Muhammed Ibn Salih El-Usrjmin"
},
"403":{
"citat":"Vježbaj svaki dan ispravno učenje JEDNE stranice Kur’ana. Za 2 godine, inšallah, završit ćeš hatmu.",
"autor":"Husnija Sarkić"
},
"404":{
"citat":"Ko želi (voli) da mu neprestano teku dobra djela poslije smrti neka širi (šerijatsko) znanje.",
"autor":"Ibn El-Dževzi"
},
"405":{
"citat":"Molim te, ono što sam ti rekao neka ostane među nama! Na kraju svi znaju tvoju tajnu, ali od tebe kriju da je znaju.",
"autor":"Abdullah Mujić"
},
"406":{
"citat":"Zahvali se Allahu jer si jutros otvorio oči, živ si. Umrli bi dali sve što Sunce obasjava samo da se mogu vratiti na dunjaluk jedan dan kako bi dobro činili i namaz obavili.",
"autor":""
},
"407":{
"citat":"Blud je kratka naslada danas, a sutra će biti dugo i gorko kajanje. Omladino, brak je svjetlo, a ne mrak.",
"autor":"Mirza Mešić"
},
"408":{
"citat":"Bojim se da dolazi ono vrijeme kada će zdravlje imati deset dijelova. Devet dijelova će se kriti u osamljivanju i odvojenosti od ljudi, a jedan dio u šutnji.",
"autor":"Haris Hecimovic"
},
"409":{
"citat":"Zaista je došlo vrijeme kada mnogi svjesno griješe, oslanjajući se na Allahovu milost i govoreći: 'Allah je milostiv, oprostit će nam.' Iako je Allahova milost beskrajna, ne bismo je trebali koristiti kao opravdanje za grijeh.",
"autor":""
},
"410":{
"citat":"Allahov Poslanik, sallallahu alejhi ve sellem, je kazao:\n“Ko na mene donese jedan salavat, Allah će na njega donijeti deset salavata, poništiti mu deset loših djela i uzdići ga za deset deredža.”",
"autor":"(Bilježi Ahmed)"
}

}
