{
    
        "0": {
          "citat": "When you forget that you need Allah (God), He puts you in a situation that causes you to call upon Him. And that’s for your own good.",
          "autor": "Omar Suleiman"
        },
        "1": {
          "citat": "“Sell this life for the next and you win both of them. Sell the next life for this and you lose both of them.”",
          "autor": "Hasan al-Basri"
        },
        "2": {
          "citat": "“Do not lose hope, nor be sad.”",
          "autor": "Quran 3:139"
        },
        "3": {
          "citat": "“Never underestimate the power of Dua.”",
          "autor": "Dr. Bilal Philips"
        },
        "4": {
          "citat": "Every time you give up something for the sake of Allah, He will keep replacing it with something better. Make decisions the right way.",
          "autor": "Dr. Bilal Philips"
        },
        "5": {
          "citat": "Do not hesitate to go back to Allah, even if your sins are many.",
          "autor": "Mufti Ismail Menk"
        },
        "6": {
          "citat": "Obstacles on our path are some of the tests of life. They make us stronger, better people and open up doors we had never imagined.",
          "autor": "Mufti Ismail Menk"
        },
        "7": {
          "citat": "If you want to focus more on Allah in your prayers, focus more on Him outside your prayers.",
          "autor": "Yasmin Mogahed"
        },
        "8": {
          "citat": "“Once prayer becomes a habit, success becomes a lifestyle.”",
          "autor": ""
        },
        "9": {
          "citat": "“Allah does not burden a soul beyond that it can bear.”",
          "autor": "Quran 2:286"
        },
        "10": {
          "citat": "The worst people are those who judge the fault of others, but blind to their own.",
          "autor": "Imam Ali"
        },
        "11": {
          "citat": "Envy is the desire for someone who has a blessing to be deprived of it, whether it is a religious or worldly blessing.",
          "autor": "Imam Malik"
        },
        "12": {
          "citat": "It is not the knowledge which should come to you, it is you who should come to the knowledge.",
          "autor": "Imam Malik"
        },
        "13": {
          "citat": "Never stop believing that good things can still happen even in times of chaos. That’s how merciful the Almighty is; He can give when you least expect it. He can open doors you never ever knocked and the list is endless. Always think good thoughts of Him.",
          "autor": "Mufti Ismail Menk"
        },
        "14": {
          "citat": "One of the signs of Allah turning away from His servant is that He occupies him with something which is not of his concern.",
          "autor": "Imam Al Hasan al-Basri"
        },
        "15": {
          "citat": "When Allah tests you, it is never intended to destroy you. When He removes something in your possession, it is only in order to empty your hands for an even greater gift.",
          "autor": "Ibn al-Qayyim"
        },
        "16": {
          "citat": "Never expect anything from anyone except Allah. You will never be disappointed.",
          "autor": ""
        },
        "17": {
          "citat": "His plan for you is absolutely perfect for you. What is meant for you will definitely reach you. What was not meant for you will not pass your way. He is the Owner of your future. Trust in Him to lead the way - the best way.",
          "autor": "Aliyah Umm Raiyaan"
        },
        "18": {
          "citat": "“Do not long for money, your doom might be in the money.”",
          "autor": "Hassan al-Basri"
        },
        "19": {
          "citat": "Istighfar is a blessing from Al-Ghaffar. Whoever seeks it continuously will see its effects on his soul, wealth and children.",
          "autor": "Ibn al-Qayyim"
        },
        "20": {
          "citat": "“A Believer to another believer is like two hands, one washes the other (correcting each other).”",
          "autor": "Ibn Taymiyyah (raḥimahullāh)"
        },
        "21": {
          "citat": "Repenting isn't just saying \"Ya Allah forgive me\". It's also about making changes in life and taking responsibility for your mistakes.",
          "autor": "Dr. Muhammad Salah"
        },
        "22": {
          "citat": "“If Allah loves a person He uses him in what He loves!”",
          "autor": "Ibn Taymiyyah"
        },
        "23": {
          "citat": "When you give someone charity, be thankful to them. You may be fixing their dunya (this life), but they are setting your akhirah (afterlife).",
          "autor": "Dr. Bilal Philips"
        },
        "24": {
          "citat": "“Al-Haya’ (modesty) is from Iman and Iman leads to Jannah”",
          "autor": ""
        },
        "25": {
          "citat": "O you who are patient! Bear a little more. Just a little more remains.",
          "autor": "Ibn al-Qayyim"
        },
        "26": {
          "citat": "Never replace what is morally correct for what is socially acceptable.",
          "autor": "Dr. Bilal Philips"
        },
        "27": {
          "citat": "When we pass away to the hereafter, the only thing that is going to matter is what we did to please Allah.",
          "autor": "Dr. Bilal Philips"
        },
        "28": {
          "citat": "If you only pray when you’re in trouble, you’re in trouble.",
          "autor": "Dr. Bilal Philips"
        },
        "29": {
          "citat": "“Don’t depend too much on anyone in this world because even your own shadow leaves you when you are in darkness.”",
          "autor": "Ibn Taymiyyah"
        },
        "30": {
          "citat": "“Sometimes Allah destroys our plans, before our plans destroy us.”",
          "autor": ""
        },
        "31": {
          "citat": "“If patience was a human being, he/she would be the most beautiful creation on earth.”",
          "autor": "Umar Ibn Khataab (r)"
        },
        "32": {
          "citat": "“With or without problems, talk to Allah.”",
          "autor": ""
        },
        "33": {
          "citat": "“Why stress about it when you can pray about it?”",
          "autor": "Dr. Bilal Philips"
        },
        "34": {
          "citat": "Avoid people who bring you misery, disturb your peace & don't allow you to be yourself. Choose those who support, motivate & encourage you.",
          "autor": "Mufti Ismail Menk"
        },
        "35": {
          "citat": "“You are only a number of days, when a day passes a part of you passes with it.”",
          "autor": "Hasan al-Basri"
        },
        "36": {
          "citat": "Sinning is no excuse to leave off good deeds.",
          "autor": "Bilal Dannoun"
        },
        "37": {
          "citat": "“Don’t let your victories be the beginning of your defeats. Stay humble, stay strong and have faith.”",
          "autor": "Sheikh AbdulBary Yahya"
        },
        "38": {
          "citat": "“It is important to seek advice and consult the right people before making major decisions in life.”",
          "autor": "Mufti Ismail Menk"
        },
        "39": {
          "citat": "“Your value doesn’t decrease based on someone’s inability to see your worth.”",
          "autor": "Br. Boonaa Mohammed"
        },
        "40": {
          "citat": "“Beauty is like sun, looks much better when covered with the clouds of modesty (Haya).”",
          "autor": "Sheikh Waleed Basyouni"
        },
        "41": {
          "citat": "“By increasing the good deeds we do, we will automatically have less time for bad deeds.”",
          "autor": "Mufti Ismail Menk"
        },
        "42": {
          "citat": "In order to bring out the best in people, you need to give them your best.",
          "autor": "Sheikh Omar Suleiman"
        },
        "43": {
          "citat": "Everyone you meet is fighting a battle you know nothing about, be kind, don’t be ammunition",
          "autor": "Boonaa Mohammed"
        },
        "44":{
            "citat":"Learn from the mistakes of others, because you cant live long enough to make them all yourself",
            "autor":""
        },
        "45":{
            "citat":"When you dislike a quality in someone, make sure it’s not in you.",
            "autor":"Sheikh Kamal El Mekki"
        },
        "46":{
            "citat":"Don’t expect everyone to think that you are a good person even if you are, and don’t let that make you lose your good nature.",
            "autor":"Mufti Ismail Menk"
        },
        "47":{
            "citat":"A mistake is a only a problem when you don’t correct it and learn from it.",
            "autor":"Shaykh AbdulBary Yahya"
        },
        "48":{
          "citat":"Do not lose hope, nor be sad.",
          "autor":"Quran 3:139"
        },
        "49":{
          "citat":"Never underestimate the power of Dua (supplication).",
          "autor":"Anonymous"
        },
        "50":{
          "citat":"Allah makes the impossible possible.",
          "autor":""
        },
        "51":{
          "citat":"Be like a diamond, precious and rare, not like a stone, found everywhere.",
          "autor":""
        },
        "52":{
          "citat":"Before going to sleep every night, forgive everyone and sleep with a clean heart.",
          "autor":""
        },
        "53":{
          "citat":"Taking pains to remove the pains of others is the true essence of generosity",
          "autor":"Abu Bakr (R.A)"
        },
        "54":{
          "citat":"Worldly life is short, so turn to Allah (God) before you return to Allah (God).",
          "autor":""
        },
        "55":{
          "citat":"The richest of the rich is the one who is not a prisoner to greed.",
          "autor":"Ali Ibn Abi Talib (R.A)"
        },
        "56":{
          "citat":"Every soul will taste death. Then unto Us will you be returned.",
          "autor":"Quran 29:57"
        },
        "57":{
          "citat":"No one will reap except what they sow.",
          "autor":"Quran 6:164"
        },
        "58":{
          "citat":"Sometimes Allah (God) wants a certain level of Jannah (Paradise) for someone; and when their good deeds alone can’t get them there, he gives them hardship.",
          "autor":""
        },
        "59":{
          "citat":"The heart that beats for Allah (God) is always a stranger among the hearts that beat for the Dunya (world).",
          "autor":""
        },
        "60":{
          "citat":"No matter what your physical appearance, when you have kindness in your heart, You’re the most beautiful person in the world.",
          "autor":"Mufti Ismail Menk"
        },
        "61":{
          "citat":"So what if this life isn’t perfect? It’s not jannah.",
          "autor":"Nouman Ali Khan"
        },
        "62":{
          "citat":"If the heart becomes hardened, the eye becomes dry.",
          "autor":"Ibn al-Qayyim"
        },
        "63":{
          "citat":"There is a reward for kindness to every living thing.",
          "autor":"Prophet Muhamad"
        }

      
      
}
